ApacheCXF-JAX-WS-Bottom-Up/src/test/resources/Book_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:ser="http://service.approach.up.bottom.series.jaxws.com/">
	<soapenv:Header />
	<soapenv:Body>
		<ser:getBookNameBasedOnISBN>
			<!--Optional: -->
			<arg0>ISBN-9992</arg0>
		</ser:getBookNameBasedOnISBN>
	</soapenv:Body>
</soapenv:Envelope>